Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Memory monitoring includes RAM usage, swap usage, and memory pressure visualization.
af: Geheuemonitering sluit RAM-gebruik, ruilgebruik en geheuedrukvisualisering in.
am: የማህደረ ትውስታ ክትትል የ RAM አጠቃቀምን፣ የመቀያየር አጠቃቀምን እና የማህደረ ትውስታ ግፊት እይታን ያካትታል።
ar: تتضمن مراقبة الذاكرة استخدام ذاكرة الوصول العشوائي (RAM)، واستخدام المبادلة، وتصور ضغط الذاكرة.
az: Yaddaş monitorinqinə RAM istifadəsi, dəyişdirmə istifadəsi və yaddaş təzyiqinin vizuallaşdırılması daxildir.
be: Маніторынг памяці ўключае выкарыстанне аператыўнай памяці, выкарыстанне падпампоўкі і візуалізацыю ціску памяці.
bg: Наблюдението на паметта включва използване на RAM, използване на суап и визуализация на натиска на паметта.
bn: মেমরি পর্যবেক্ষণের মধ্যে রয়েছে RAM ব্যবহার, অদলবদল ব্যবহার এবং মেমরির চাপ ভিজ্যুয়ালাইজেশন।
bs: Praćenje memorije uključuje upotrebu RAM-a, korištenje zamjene i vizualizaciju pritiska memorije.
ca: El seguiment de la memòria inclou l'ús de la memòria RAM, l'ús d'intercanvi i la visualització de la pressió de la memòria.
ceb: Ang pag-monitor sa memorya naglakip sa paggamit sa RAM, paggamit sa swap, ug paghanduraw sa presyur sa memorya.
co: U monitoraghju di a memoria include l'usu di RAM, l'usu di swap è a visualizazione di a pressione di memoria.
cs: Monitorování paměti zahrnuje využití RAM, využití swapu a vizualizaci tlaku paměti.
cy: Mae monitro cof yn cynnwys defnydd RAM, defnydd cyfnewid, a delweddu pwysau cof.
da: Hukommelsesovervågning inkluderer RAM-brug, swap-brug og visualisering af hukommelsestryk.
de: Die Speicherüberwachung umfasst RAM-Nutzung, Swap-Nutzung und Visualisierung des Speicherdrucks.
el: Η παρακολούθηση μνήμης περιλαμβάνει χρήση RAM, χρήση εναλλαγής και οπτικοποίηση πίεσης μνήμης.
eo: Memormonitorado inkluzivas RAM-uzadon, interŝanĝan uzadon kaj memorpremon-bildigon.
es: El monitoreo de la memoria incluye el uso de RAM, el uso de intercambio y la visualización de la presión de la memoria.
et: Mälu jälgimine hõlmab RAM-i kasutamist, swap-kasutust ja mälusurve visualiseerimist.
eu: Memoriaren jarraipenak RAM erabilera, truke erabilera eta memoria-presioaren bistaratzea barne hartzen ditu.
fa: نظارت بر حافظه شامل استفاده از RAM، استفاده از تعویض و تجسم فشار حافظه است.
fi: Muistin valvonta sisältää RAM-muistin käytön, swap-käytön ja muistin paineen visualisoinnin.
fil: Kasama sa pagsubaybay sa memory ang paggamit ng RAM, paggamit ng swap, at visualization ng presyon ng memorya.
fr: La surveillance de la mémoire inclut l'utilisation de la RAM, l'utilisation du swap et la visualisation de la pression de la mémoire.
fy: Unthâldmonitoring omfettet RAM-gebrûk, swapgebrûk, en fisualisaasje fan ûnthâlddruk.
ga: Áirítear le monatóireacht chuimhne úsáid RAM, úsáid babhtála, agus léirshamhlú brú cuimhne.
gd: Tha sgrùdadh cuimhne a’ toirt a-steach cleachdadh RAM, cleachdadh suaip, agus fradharc cuideam cuimhne.
gl: A monitorización da memoria inclúe o uso da memoria RAM, o uso de intercambio e a visualización da presión da memoria.
gu: મેમરી મોનિટરિંગમાં RAM નો ઉપયોગ, સ્વેપ વપરાશ અને મેમરી પ્રેશર વિઝ્યુલાઇઝેશનનો સમાવેશ થાય છે.
ha: Kula da ƙwaƙwalwar ajiya ya haɗa da amfani da RAM, amfani da musanyawa, da hangen nesa na matsa lamba na ƙwaƙwalwa.
haw: Hoʻopili ka nānā ʻana i ka hoʻomanaʻo i ka hoʻohana ʻana i ka RAM, ka hoʻohana swap, a me ka nānā ʻana i ke kaomi hoʻomanaʻo.
he: ניטור הזיכרון כולל שימוש בזיכרון RAM, שימוש בהחלפה והדמיית לחץ זיכרון.
hi: मेमोरी मॉनिटरिंग में रैम उपयोग, स्वैप उपयोग और मेमोरी प्रेशर विज़ुअलाइज़ेशन शामिल है।
hmn: Kev saib xyuas lub cim xeeb suav nrog kev siv RAM, kev siv sib pauv, thiab kev pom kev nco siab.
hr: Praćenje memorije uključuje korištenje RAM-a, korištenje swapa i vizualizaciju pritiska memorije.
ht: Siveyans memwa gen ladan itilizasyon RAM, itilizasyon swap, ak vizyalizasyon presyon memwa.
hu: A memóriafigyelés magában foglalja a RAM-használatot, a swap-használatot és a memórianyomás-vizualizációt.
hy: Հիշողության մոնիտորինգը ներառում է RAM-ի օգտագործումը, փոխանակման օգտագործումը և հիշողության ճնշման արտացոլումը:
id: Pemantauan memori mencakup penggunaan RAM, penggunaan swap, dan visualisasi tekanan memori.
ig: Nleba anya ebe nchekwa gụnyere ojiji RAM, ojiji ngbanwe, yana nhụta nrụgide ebe nchekwa.
is: Minnisvöktun felur í sér vinnsluminni notkun, skiptinotkun og sjónrænt minnisþrýsting.
it: Il monitoraggio della memoria include l'utilizzo della RAM, l'utilizzo dello swap e la visualizzazione della pressione della memoria.
ja: メモリ監視には、RAM 使用量、スワップ使用量、メモリ圧力の視覚化が含まれます。
jv: Pemantauan memori kalebu panggunaan RAM, panggunaan swap, lan visualisasi tekanan memori.
ka: მეხსიერების მონიტორინგი მოიცავს RAM-ის გამოყენებას, სვოპის გამოყენებას და მეხსიერების წნევის ვიზუალიზაციას.
kk: Жадты бақылау жедел жадты пайдалануды, свопты пайдалануды және жад қысымының визуализациясын қамтиды.
km: ការត្រួតពិនិត្យអង្គចងចាំរួមមានការប្រើប្រាស់ RAM ការប្រើប្រាស់ swap និងការមើលឃើញសម្ពាធអង្គចងចាំ។
kn: ಮೆಮೊರಿ ಮಾನಿಟರಿಂಗ್ RAM ಬಳಕೆ, ಸ್ವಾಪ್ ಬಳಕೆ ಮತ್ತು ಮೆಮೊರಿ ಒತ್ತಡದ ದೃಶ್ಯೀಕರಣವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.
ko: 메모리 모니터링에는 RAM 사용량, 스왑 사용량 및 메모리 압력 시각화가 포함됩니다.
ku: Çavdêriya bîranînê karanîna RAM, karanîna guheztinê, û dîtbariya zexta bîranînê vedihewîne.
ky: Эстутум мониторинги RAM колдонууну, алмашууну колдонууну жана эс басымын визуализациялоону камтыйт.
la: Memoria vigilantia includit RAM usus, PERMUTATIO usus, et pressus memoriae visualisation.
lb: Memory Iwwerwachung enthält RAM Benotzung, Tauschverbrauch, an Erënnerungsdrockvisualiséierung.
lo: ການກວດສອບຄວາມຊົງຈໍາລວມມີການໃຊ້ RAM, ການໃຊ້ swap, ແລະການສະແດງພາບຄວາມດັນຂອງຫນ່ວຍຄວາມຈໍາ.
lt: Atminties stebėjimas apima RAM naudojimą, apsikeitimo naudojimą ir atminties slėgio vizualizaciją.
lv: Atmiņas uzraudzība ietver RAM lietojumu, mijmaiņas lietojumu un atmiņas spiediena vizualizāciju.
mg: Ny fanaraha-maso ny fitadidiana dia ahitana ny fampiasana RAM, ny fampiasana swap, ary ny fijerena ny tsindry amin'ny fahatsiarovana.
mi: Ko te aro turuki mahara ko te whakamahi RAM, te whakamahi whakawhiti, me te tirohanga pehanga mahara.
mk: Набљудувањето на меморијата вклучува користење на RAM меморија, користење замена и визуелизација на притисокот во меморијата.
ml: മെമ്മറി നിരീക്ഷണത്തിൽ റാം ഉപയോഗം, സ്വാപ്പ് ഉപയോഗം, മെമ്മറി പ്രഷർ വിഷ്വലൈസേഷൻ എന്നിവ ഉൾപ്പെടുന്നു.
mn: Санах ойн хяналт нь RAM ашиглалт, солилцооны хэрэглээ, санах ойн даралтын дүрслэл зэргийг багтаадаг.
mr: मेमरी मॉनिटरिंगमध्ये RAM वापर, स्वॅप वापर आणि मेमरी प्रेशर व्हिज्युअलायझेशन समाविष्ट आहे.
ms: Pemantauan memori termasuk penggunaan RAM, penggunaan swap dan visualisasi tekanan memori.
mt: Il-monitoraġġ tal-memorja jinkludi l-użu tar-RAM, l-użu tal-bdil, u l-viżwalizzazzjoni tal-pressjoni tal-memorja.
my: မမ်မိုရီစောင့်ကြည့်ခြင်းတွင် RAM အသုံးပြုမှု၊ လဲလှယ်အသုံးပြုမှုနှင့် မမ်မိုရီဖိအားကို ပုံဖော်ခြင်းတို့ ပါဝင်သည်။
nb: Minneovervåking inkluderer RAM-bruk, byttebruk og visualisering av minnetrykk.
ne: मेमोरी निगरानीमा RAM उपयोग, स्वैप प्रयोग, र मेमोरी प्रेसर भिजुअलाइजेशन समावेश छ।
nl: Geheugenmonitoring omvat RAM-gebruik, swapgebruik en visualisatie van de geheugendruk.
ny: Kuyang'anira kukumbukira kumaphatikizapo kugwiritsa ntchito RAM, kusinthana, komanso kuyang'anira kukumbukira.
pa: ਮੈਮੋਰੀ ਨਿਗਰਾਨੀ ਵਿੱਚ ਰੈਮ ਦੀ ਵਰਤੋਂ, ਸਵੈਪ ਵਰਤੋਂ, ਅਤੇ ਮੈਮੋਰੀ ਪ੍ਰੈਸ਼ਰ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਸ਼ਾਮਲ ਹੈ।
pl: Monitorowanie pamięci obejmuje wykorzystanie pamięci RAM, wykorzystanie wymiany i wizualizację zużycia pamięci.
ps: د حافظې څارنه کې د RAM کارول، د سویپ کارول، او د حافظې فشار لید شامل دي.
pt: O monitoramento de memória inclui uso de RAM, uso de swap e visualização de pressão de memória.
ro: Monitorizarea memoriei include utilizarea RAM, utilizarea schimbului și vizualizarea presiunii memoriei.
ru: Мониторинг памяти включает в себя использование оперативной памяти, использование подкачки и визуализацию нехватки памяти.
sd: ياداشت جي نگراني ۾ شامل آهي رام استعمال، ادل استعمال، ۽ ميموري پريشر بصري.
si: මතක අධීක්‍ෂණයට RAM භාවිතය, හුවමාරු භාවිතය සහ මතක පීඩන දෘශ්‍යකරණය ඇතුළත් වේ.
sk: Monitorovanie pamäte zahŕňa využitie RAM, využitie swapu a vizualizáciu tlaku pamäte.
sl: Spremljanje pomnilnika vključuje uporabo RAM-a, uporabo zamenjave in vizualizacijo pritiska na pomnilnik.
sm: O le mata'ituina o mafaufauga e aofia ai le fa'aogaina o le RAM, fa'aogaina o le swap, ma le va'aiga o le mamafa o mafaufauga.
sn: Memory monitoring inosanganisira kushandiswa kweRAM, kushandiswa kwekuchinjana, uye ndangariro kumanikidza kuona.
so: La socodka xusuusta waxa ka mid ah isticmaalka RAM, is beddelka isticmaalka, iyo aragtida cadaadiska xusuusta.
sq: Monitorimi i memories përfshin përdorimin e RAM-it, përdorimin e shkëmbimit dhe vizualizimin e presionit të kujtesës.
st: Tlhokomelo ea memori e kenyelletsa ts'ebeliso ea RAM, ts'ebeliso ea phapanyetsano, le pono ea khatello ea mohopolo.
su: Ngawaskeun mémori kalebet pamakean RAM, pamakean swap, sareng visualisasi tekanan mémori.
sv: Minnesövervakning inkluderar RAM-användning, swap-användning och visualisering av minnestryck.
sw: Ufuatiliaji wa kumbukumbu hujumuisha matumizi ya RAM, matumizi ya kubadilishana, na taswira ya shinikizo la kumbukumbu.
ta: நினைவக கண்காணிப்பில் ரேம் பயன்பாடு, இடமாற்று பயன்பாடு மற்றும் நினைவக அழுத்த காட்சிப்படுத்தல் ஆகியவை அடங்கும்.
te: మెమరీ పర్యవేక్షణలో RAM వినియోగం, స్వాప్ వినియోగం మరియు మెమరీ ప్రెజర్ విజువలైజేషన్ ఉన్నాయి.
tg: Мониторинги хотира истифодаи RAM, истифодаи своп ва визуализатсияи фишори хотираро дар бар мегирад.
th: การตรวจสอบหน่วยความจำประกอบด้วยการใช้ RAM การใช้การสลับ และการแสดงภาพแรงดันหน่วยความจำ
tr: Bellek izleme, RAM kullanımını, takas kullanımını ve bellek basıncı görselleştirmesini içerir.
uk: Моніторинг пам'яті включає використання оперативної пам'яті, використання підкачки та візуалізацію тиску пам'яті.
ur: میموری کی نگرانی میں RAM کا استعمال، سویپ کا استعمال، اور میموری پریشر ویژولائزیشن شامل ہے۔
uz: Xotira monitoringi RAMdan foydalanish, almashtirishdan foydalanish va xotira bosimini vizualizatsiya qilishni o'z ichiga oladi.
vi: Giám sát bộ nhớ bao gồm việc sử dụng RAM, sử dụng trao đổi và hiển thị áp suất bộ nhớ.
xh: Ukujongwa kwememori kubandakanya ukusetyenziswa kwe-RAM, ukusetyenziswa kokutshintsha, kunye nokubonwa koxinzelelo lwememori.
yi: זכּרון מאָניטאָרינג כולל באַראַן באַניץ, ויסבייַטן באַניץ און זכּרון דרוק וויזשוואַלאַזיישאַן.
yo: Abojuto iranti pẹlu lilo Ramu, swap lilo, ati iwoye titẹ iranti.
zh_hans: 内存监控包括 RAM 使用情况、交换使用情况和内存压力可视化。
zh_hant: 記憶體監控包括 RAM 使用情況、交換使用情況和記憶體壓力視覺化。
zu: Ukuqapha inkumbulo kufaka phakathi ukusetshenziswa kwe-RAM, ukusetshenziswa kokushintshaniswa, nokubonwa kwengcindezi yenkumbulo.

source: Menu Bar
af: Spyskaartbalk
am: የምናሌ አሞሌ
ar: شريط القوائم
az: Menyu paneli
be: Панэль меню
bg: Лента с менюта
bn: মেনু বার
bs: Traka menija
ca: Barra de menús
co: Barra di menu
cy: Bar Dewislen
da: Menulinje
de: Menüleiste
el: Γραμμή μενού
eo: Menua Trinkejo
es: Barra de menú
et: Menüüriba
eu: Menu-barra
fa: نوار منو
fi: Valikkopalkki
fr: Barre de menus
ga: Barra Roghchláir
gd: Bàr clàr-taice
gl: Barra de menús
gu: મેનુ બાર
haw: Papa Menu
he: שורת התפריטים
hi: मेनू बार
hr: Traka izbornika
hu: Menüsor
hy: Մենյու բար
id: Bilah Menu
ig: Ogwe menu
is: Matseðill
it: Barra dei menu
ja: メニューバー
ka: მენიუს ზოლი
kk: Мәзір жолағы
km: របារម៉ឺនុយ
kn: ಮೆನು ಬಾರ್
ko: 메뉴바
ku: Barê Menuyê
ky: Меню тилкеси
lo: ແຖບເມນູ
lt: Meniu juosta
lv: Izvēlņu josla
mi: Pae Tahua
mk: Лента со мени
ml: മെനു ബാർ
mn: Цэсийн мөр
mr: मेनू बार
ms: Bar Menu
my: မီနူးဘား
nb: Menylinje
ne: मेनु बार
nl: Menubalk
ny: Menyu Bar
pa: ਮੀਨੂ ਬਾਰ
pl: Pasek menu
ps: مینو بار
pt: Barra de menu
ro: Bara de meniu
ru: Панель меню
sd: مينيو بار
si: මෙනු තීරුව
sk: Panel s ponukami
sl: Menijska vrstica
sm: Pa o le Menu
sq: Shiriti i menysë
st: Sebaka sa Menu
sv: Menyraden
sw: Upau wa Menyu
ta: மெனு பார்
te: మెనూ బార్
tg: Панели меню
th: แถบเมนู
tr: Menü Çubuğu
uk: Рядок меню
ur: مینو بار
uz: Menyu paneli
vi: Thanh thực đơn
xh: Ibha yeMenu
yi: מעניו בר
yo: Pẹpẹ Akojọ
zh_hans: 菜单栏
zh_hant: 選單列
zu: Ibha yemenyu

source: Monitoring Status
af: Monitering Status
am: የክትትል ሁኔታ
ar: حالة المراقبة
az: Monitorinq Status
be: Стан маніторынгу
bg: Състояние на мониторинг
bn: মনিটরিং স্থিতি
ca: Estat de seguiment
ceb: Kahimtang sa Pag-monitor
co: Status di Monitoraghju
cs: Stav monitorování
cy: Statws Monitro
da: Overvågningsstatus
de: Überwachungsstatus
el: Κατάσταση παρακολούθησης
eo: Monitora Statuso
es: Estado de monitoreo
et: Jälgimise olek
eu: Jarraipen Egoera
fa: وضعیت نظارت
fi: Valvonnan tila
fil: Katayuan ng Pagsubaybay
fr: Statut de surveillance
fy: Tafersjoch Status
ga: Stádas Monatóireachta
gd: Inbhe sgrùdaidh
gl: Estado de vixilancia
gu: મોનીટરીંગ સ્થિતિ
ha: Matsayin Kulawa
haw: Kūlana nānā
he: מצב ניטור
hi: निगरानी स्थिति
hmn: Saib xyuas xwm txheej
hr: Status praćenja
ht: Siveyans Estati
hu: Monitoring állapot
hy: Մոնիտորինգի կարգավիճակ
id: Status Pemantauan
ig: Ọnọdụ nlekota
is: Eftirlitsstaða
it: Stato di monitoraggio
ja: 監視状況
jv: Status Monitoring
ka: მონიტორინგის სტატუსი
kk: Бақылау күйі
km: ស្ថានភាពតាមដាន
kn: ಮಾನಿಟರಿಂಗ್ ಸ್ಥಿತಿ
ko: 모니터링 상태
ku: Rewşa Şopandinê
ky: Мониторинг статусу
la: Cras Status
lb: Iwwerwachung Status
lo: ສະຖານະການຕິດຕາມ
lt: Stebėjimo būsena
lv: Uzraudzības statuss
mg: Sata fanaraha-maso
mi: Tūnga Aroturuki
mk: Мониторинг статус
ml: നിരീക്ഷണ നില
mn: Хяналтын байдал
mr: देखरेख स्थिती
ms: Status Pemantauan
mt: Status ta' Monitoraġġ
my: စောင့်ကြည့်ရေးအခြေအနေ
nb: Overvåkingsstatus
ne: निगरानी स्थिति
nl: Bewakingsstatus
pa: ਨਿਗਰਾਨੀ ਸਥਿਤੀ
pl: Stan monitorowania
ps: د څارنې حالت
pt: Status de monitoramento
ro: Starea monitorizării
ru: Статус мониторинга
sd: مانيٽرنگ اسٽيٽس
si: නිරීක්ෂණ තත්ත්වය
sk: Stav monitorovania
sl: Stanje spremljanja
sm: Tulaga Mata'ituina
so: Xaalada Kormeerka
sq: Statusi i Monitorimit
st: Boemo ba Tlhokomelo
su: Status pangimeutan
sv: Övervakningsstatus
sw: Hali ya Ufuatiliaji
ta: கண்காணிப்பு நிலை
te: మానిటరింగ్ స్థితి
tg: Ҳолати мониторинг
th: สถานะการตรวจสอบ
tr: İzleme Durumu
uk: Статус моніторингу
ur: مانیٹرنگ سٹیٹس
uz: Monitoring holati
vi: Trạng thái giám sát
xh: Imo yokuBeka iliso
yi: מאָניטאָרינג סטאַטוס
yo: Ipo Abojuto
zh_hans: 监控状态
zh_hant: 監控狀態
zu: Isimo Sokuqapha

source: Need support or fan-control troubleshooting?
af: Benodig u ondersteuning of waaierbeheer-probleemoplossing?
am: ድጋፍ ወይም የደጋፊ ቁጥጥር መላ መፈለግ ይፈልጋሉ?
ar: هل تحتاج إلى الدعم أو استكشاف أخطاء التحكم في المروحة وإصلاحها؟
az: Dəstək və ya fan-nəzarət problemlərinin aradan qaldırılması lazımdır?
be: Патрэбна падтрымка або пошук непаладак з кіраваннем вентылятарам?
bg: Нуждаете се от поддръжка или отстраняване на проблеми с контрола на вентилатора?
bn: সমর্থন বা ফ্যান-নিয়ন্ত্রণ সমস্যা সমাধান প্রয়োজন?
bs: Trebate podršku ili rješavanje problema s kontrolom ventilatora?
ca: Necessites suport o resolució de problemes de control del ventilador?
ceb: Nagkinahanglan og suporta o pag-troubleshoot sa pagkontrol sa fan?
co: Avete bisognu di supportu o di risoluzione di prublemi di cuntrollu di fan?
cs: Potřebujete podporu nebo řešení problémů s ovládáním ventilátoru?
cy: Angen cymorth neu ddatrys problemau rheoli ffan?
da: Har du brug for support eller fejlfinding af blæserstyring?
de: Benötigen Sie Unterstützung oder Fehlerbehebung bei der Lüftersteuerung?
el: Χρειάζεστε υποστήριξη ή αντιμετώπιση προβλημάτων με έλεγχο ανεμιστήρα;
eo: Ĉu vi bezonas subtenon aŭ solvi problemojn pri ventumilo?
es: ¿Necesita asistencia o solución de problemas de control de ventiladores?
et: Kas vajate tuge või ventilaatori juhtimise tõrkeotsingut?
eu: Laguntza edo zaleen kontrolaren arazoak konpontzeko behar duzu?
fa: نیاز به پشتیبانی یا عیب یابی کنترل فن دارید؟
fi: Tarvitsetko tukea tai tuulettimen vianmääritystä?
fil: Kailangan ng suporta o pag-troubleshoot ng fan-control?
fr: Besoin d'assistance ou d'un dépannage de contrôle du ventilateur ?
fy: Stipe nedich as probleemoplossing foar fan-kontrôle?
ga: An dteastaíonn tacaíocht nó fabhtcheartú lucht leanúna-rialaithe?
gd: A bheil feum agad air taic no fuasgladh dhuilgheadasan smachd luchd-leantainn?
gl: Necesitas asistencia ou solución de problemas de control de ventiladores?
gu: સમર્થન અથવા ચાહક-નિયંત્રણ સમસ્યાનિવારણની જરૂર છે?
ha: Kuna buƙatar tallafi ko warware matsalar sarrafa fan?
haw: Pono ke kākoʻo a i ʻole ka hoʻoponopono ʻana i nā pilikia?
he: זקוק לתמיכה או פתרון בעיות של בקרת מאוורר?
hi: समर्थन या पंखे-नियंत्रण समस्या निवारण की आवश्यकता है?
hmn: Xav tau kev txhawb nqa lossis kiv cua-tswj teeb meem?
hr: Trebate podršku ili rješavanje problema s kontrolom ventilatora?
ht: Bezwen sipò oswa depanaj kontwòl fanatik?
hu: Támogatásra vagy ventilátorvezérlési hibaelhárításra van szüksége?
hy: Աջակցությա՞ն կամ օդափոխիչի վերահսկման անսարքությունների վերացման կարիք ե՞ք:
id: Butuh dukungan atau pemecahan masalah kontrol kipas?
ig: Ị chọrọ nkwado ma ọ bụ nchọpụta nsogbu njikwa fan?
is: Þarftu stuðning eða bilanaleit við viftustýringu?
it: Hai bisogno di supporto o di risoluzione dei problemi relativi al controllo della ventola?
ja: サポートやファン制御のトラブルシューティングが必要ですか?
jv: Perlu dhukungan utawa ngatasi masalah kontrol penggemar?
ka: გჭირდებათ მხარდაჭერა ან ვენტილატორის კონტროლის პრობლემების მოგვარება?
kk: Қолдау немесе желдеткішті басқару ақауларын жою керек пе?
km: ត្រូវការជំនួយ ឬការដោះស្រាយបញ្ហាការគ្រប់គ្រងអ្នកគាំទ្រ?
kn: ಬೆಂಬಲ ಅಥವಾ ಅಭಿಮಾನಿ-ನಿಯಂತ್ರಣ ದೋಷನಿವಾರಣೆ ಬೇಕೇ?
ko: 지원이나 팬 제어 문제 해결이 필요합니까?
ku: Pêdivî ye ku piştgirî an pirsgirêka kontrolkirina fanosê?
ky: Колдоо керекпи же күйөрман көзөмөлү менен көйгөйлөрдү чечүү керекпи?
la: Opus auxilium vel ventilabrum fermentum fermentum?
lb: Braucht Ënnerstëtzung oder Fan-Kontroll Troubleshooting?
lo: ຕ້ອງການການຊ່ວຍເຫຼືອ ຫຼືການແກ້ໄຂບັນຫາການຄວບຄຸມພັດລົມບໍ?
lt: Reikia palaikymo arba ventiliatoriaus valdymo trikčių šalinimo?
lv: Nepieciešams atbalsts vai ventilatora vadības problēmu novēršana?
mg: Mila fanohanana na famahana olana amin'ny fanaraha-maso ny mpankafy?
mi: Kei te hiahia tautoko, i te rapurongoa mana ranei?
mk: Ви треба поддршка или решавање проблеми со контрола на вентилаторот?
ml: പിന്തുണ വേണോ ഫാൻ കൺട്രോൾ ട്രബിൾഷൂട്ടിംഗ് വേണോ?
mn: Дэмжлэг эсвэл фэн-хяналтын алдааг олж засварлах шаардлагатай юу?
mr: समर्थन किंवा फॅन-नियंत्रण समस्यानिवारण आवश्यक आहे?
ms: Perlukan sokongan atau penyelesaian masalah kawalan kipas?
mt: Għandek bżonn appoġġ jew issolvi l-problemi tal-kontroll tal-fann?
my: ပံ့ပိုးမှု သို့မဟုတ် ပန်ကာထိန်းချုပ်မှု ပြဿနာဖြေရှင်းခြင်း လိုအပ်ပါသလား။
nb: Trenger du støtte eller feilsøking av viftekontroll?
ne: समर्थन वा फ्यान-नियन्त्रण समस्या निवारण चाहिन्छ?
nl: Ondersteuning nodig of probleemoplossing voor ventilatorregeling?
ny: Mukufuna thandizo kapena kuwongolera zovuta za fan-control?
pa: ਸਹਾਇਤਾ ਜਾਂ ਪ੍ਰਸ਼ੰਸਕ-ਨਿਯੰਤਰਣ ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ ਦੀ ਲੋੜ ਹੈ?
pl: Potrzebujesz wsparcia lub rozwiązywania problemów ze sterowaniem wentylatorem?
ps: ملاتړ یا د فین کنټرول ستونزې حل کولو ته اړتیا لرئ؟
pt: Precisa de suporte ou solução de problemas de controle de ventilador?
ro: Aveți nevoie de asistență sau depanare la controlul ventilatorului?
ru: Нужна поддержка или устранение неполадок управления вентилятором?
sd: سپورٽ يا فين-ڪنٽرول ٽربل شوٽنگ جي ضرورت آهي؟
si: සහාය හෝ පංකා පාලන දෝශ නිරාකරණය අවශ්‍යද?
sk: Potrebujete podporu alebo riešenie problémov s ovládaním ventilátora?
sl: Potrebujete podporo ali odpravljanje težav z nadzorom ventilatorja?
sm: Mana'omia se lagolago po'o se fa'afitauli fa'aletonu?
sn: Unoda tsigiro kana fan-kudzora matambudziko?
so: Ma u baahan tahay taageero ama taageere-xakamaynta cilad-raadinta?
sq: Keni nevojë për mbështetje apo zgjidhje të problemeve me kontrollin e ventilatorit?
st: U hloka tšehetso kapa ho rarolla mathata ka taolo ea fan?
su: Peryogi dukungan atanapi ngungkulan kontrol kipas?
sv: Behöver du support eller felsökning av fläktstyrning?
sw: Je, unahitaji usaidizi au utatuzi wa udhibiti wa mashabiki?
ta: ஆதரவு அல்லது ரசிகர்-கட்டுப்பாட்டு சரிசெய்தல் தேவையா?
te: మద్దతు లేదా అభిమాని నియంత్రణ ట్రబుల్షూటింగ్ కావాలా?
tg: Ба дастгирӣ ё ҳалли мушкилоти назорати мухлис ниёз доред?
th: ต้องการการสนับสนุนหรือการแก้ไขปัญหาการควบคุมพัดลมหรือไม่?
tr: Desteğe veya fan kontrolü sorunlarını gidermeye mi ihtiyacınız var?
uk: Потрібна підтримка чи вирішення проблем із керуванням вентилятором?
ur: سپورٹ یا فین کنٹرول ٹربل شوٹنگ کی ضرورت ہے؟
uz: Yordam yoki fan-nazorat muammolarini bartaraf etish kerakmi?
vi: Cần hỗ trợ hoặc khắc phục sự cố kiểm soát quạt?
xh: Ngaba ufuna inkxaso okanye inkqubo yolawulo lwabalandeli?
yi: דאַרפֿן שטיצן אָדער פאָכער קאָנטראָל טראָובלעשאָאָטינג?
yo: Ṣe o nilo atilẹyin tabi laasigbotitusita iṣakoso-afẹfẹ?
zh_hans: 需要支持或风扇控制故障排除吗？
zh_hant: 需要支援或風扇控制故障排除嗎？
zu: Udinga ukwesekwa noma ukuxazulula inkinga kokulawula abalandeli?

source: Network
af: Netwerk
am: አውታረ መረብ
ar: الشبكة
az: Şəbəkə
be: Сетка
bg: мрежа
bn: নেটওয়ার্ক
bs: Mreža
ca: Xarxa
co: Rete
cs: Síť
cy: Rhwydwaith
da: Netværk
de: Netzwerk
el: Δίκτυο
eo: Reto
es: Red
et: Võrk
eu: Sarea
fa: شبکه
fi: Verkko
fr: Réseau
fy: Netwurk
ga: Líonra
gd: Lìonra
gl: Rede
gu: નેટવર્ક
ha: Cibiyar sadarwa
haw: Pūnaewele
he: רשת
hi: नेटवर्क
hr: mreža
ht: Rezo
hu: Hálózat
hy: Ցանց
id: Jaringan
ig: Netwọk
is: Net
it: Rete
ja: ネットワーク
jv: Jaringan
ka: ქსელი
kk: Желі
km: បណ្តាញ
kn: ನೆಟ್ವರ್ಕ್
ko: 네트워크
lb: Reseau
lo: ເຄືອຂ່າຍ
lt: Tinklas
lv: Tīkls
mg: Tambajotra
mi: Whatunga
mk: Мрежа
ml: നെറ്റ്വർക്ക്
mn: Сүлжээ
mr: नेटवर्क
ms: Rangkaian
mt: Netwerk
my: ကွန်ရက်
nb: Nettverk
ne: नेटवर्क
nl: Netwerk
pa: ਨੈੱਟਵਰਕ
pl: Sieć
ps: شبکه
pt: Rede
ro: Rețea
ru: Сеть
sd: نيٽ ورڪ
si: ජාලය
sk: sieť
sl: Omrežje
sm: Fesootaiga
so: Shabakadda
sq: Rrjeti
st: Marang-rang
su: Jaringan
sv: Nätverk
sw: Mtandao
ta: நெட்வொர்க்
te: నెట్‌వర్క్
tg: Шабака
th: เครือข่าย
tr: Ağ
uk: Мережа
ur: نیٹ ورک
uz: Tarmoq
vi: Mạng
xh: Uthungelwano
yi: נעץ
yo: Nẹtiwọọki
zh_hans: 网络
zh_hant: 網路
zu: Inethiwekhi

source: Next
af: Volgende
am: ቀጥሎ
ar: التالي
az: Sonrakı
be: Далей
bg: Следваща
bn: পরবর্তী
bs: Dalje
ca: A continuació
ceb: Sunod
co: Dopu
cs: Další
cy: Nesaf
da: Næste
de: Als nächstes
el: Επόμενο
eo: Poste
es: Siguiente
et: Edasi
eu: Hurrengoa
fa: بعدی
fi: Seuraavaksi
fil: Susunod
fr: Suivant
fy: Folgjende
ga: Ar aghaidh
gd: Air adhart
gl: A continuación
gu: આગળ
ha: Na gaba
haw: Aʻe
he: הבא
hi: अगला
hmn: Tom ntej no
hr: Dalje
hu: Következő
hy: Հաջորդը
id: Selanjutnya
ig: Na-esote
is: Næst
it: Avanti
ja: 次へ
jv: Sabanjure
ka: შემდეგი
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದೆ
ko: 다음
ky: Кийинки
la: Proximum
lb: Nächst
lo: ຕໍ່ໄປ
lt: Kitas
lv: Tālāk
mg: Manaraka
mi: Whai muri
mk: Следно
ml: അടുത്തത്
mn: Дараа нь
mr: पुढे
ms: Seterusnya
mt: Li jmiss
my: နောက်တစ်ခု
nb: Neste
ne: अर्को
nl: Volgende
ny: Kenako
pa: ਅੱਗੇ
pl: Następny
ps: بل
pt: Próximo
ro: În continuare
ru: Далее
sd: اڳيان
si: ඊළඟට
sk: Ďalej
sl: Naprej
sm: Sosoo ai
so: Xiga
sq: Tjetra
st: E latelang
su: Salajengna
sv: Nästa
sw: Inayofuata
ta: அடுத்து
te: తదుపరి
tg: Оянда
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
uz: Keyingi
vi: Tiếp theo
xh: Okulandelayo
yi: ווייַטער
yo: Itele
zh_hans: 下一步
zh_hant: 下一步
zu: Okulandelayo
